[
  {
    "id": 1,
    "title": "COVID-19 Vaccine: What You Need to Know",
    "img_url": "https://www.hopkinsmedicine.org/-/media/images/health/1_-conditions/coronavirus/covid-newsletter-promo.ashx",
    "cat": "COVID19",
    "date": "24 Jun 2021",
    "content": "How do vaccines work? Vaccines help people develop immunity to a virus or other germ. A vaccine introduces a less harmful part of that germ — or something created to look or behave like it — into a person’s body. The body’s immune system develops antibodies that fight that particular germ and keep the person from getting sick from it. Later, if the person encounters that germ again, their immune system can “recognize” it and “remember” how to fight it off. Is there a vaccine for the coronavirus disease? Several COVID-19 vaccines have been authorized for emergency use among specific age groups by the U.S. Food and Drug Administration (FDA). Johns Hopkins Medicine views all authorized COVID-19 vaccines as highly effective at preventing serious disease, hospitalization, and death from COVID-19. Learn more about coronavirus vaccine safety and what you need to know about the COVID vaccines. How will a vaccine prevent COVID-19? The coronavirus that causes COVID-19 has spikes of protein on each viral particle. These spikes help the viruses attach to cells and cause disease. Some of the coronavirus vaccines in development are designed to help the body “recognize” these spike proteins and fight the coronavirus that has them. An effective vaccine will protect someone who receives it by lowering the chance of getting COVID-19 if the person encounters the coronavirus. More important is whether the vaccine prevents serious illness, hospitalization and death.  At this time, all three vaccines are highly efficacious at preventing serious illness, hospitalization and death from COVID-19.  Widespread vaccination means the coronavirus will not infect as many people. This will limit spread through communities and will restrict the virus’s opportunity to continue to mutate into new variants. When can I get the coronavirus vaccine? Now that the Food and Drug Administration has issued emergency use authorizations for COVID-19 vaccines, vaccines are being distributed across the United States. If you are a Johns Hopkins Medicine patient, visit our COVID-19 Vaccine Information and Updates page for current information on getting vaccinated. Your state’s health department website can also provide updates on vaccine distribution in your area."
  },
  {
    "id": 2,
    "title": "8 Low-Carb Halloween Recipes Perfect in a Keto Diet",
    "img_url": "https://images.everydayhealth.com/images/diet-nutrition/ketogenic-diet/low-carb-halloweeen-recipes-perfect-in-a-keto-diet-alt-722x406.jpg",
    "cat": "KETOGENIC DIET",
    "date": "29 Oct 2021",
    "content": "The ketogenic diet is all the rage these days. What started out as a high-fat, low-carb eating approach to manage seizures has become one of the go-to ways to purportedly lose weight — and lose it fast. But with so few carbs and so much fat allowed on the keto diet (about 5 to 10 percent of your calories will come from carbs, and about 70 percent from fat), this meal plan can be challenging to follow. And that’s especially true around Halloween, when candy and desserts are difficult to dodge. So, how can you follow a low-carb diet while still enjoying food-focused holidays, including Halloween? An Initial Word of Caution on the Keto Diet Before you commit to this restrictive eating plan, know that there is limited research on its safety and benefits. You’ll want to check with your doctor if you’re hoping to try keto, especially if you have any underlying conditions. For example, people living with diabetes who are on meds to lower their blood sugar (especially those who use insulin) may suffer dangerous hypoglycemia on this diet. (Also, if you have type 1 diabetes or are on insulin, you’ll want to avoid the keto diet due to that risk for low blood sugar.) But, if you have type 2 diabetes, one past review suggested this approach may help reduce your need to take medication. And a review published in May 2019 in Nutrients suggested that the keto diet can be an effective eating approach for people living with type 2 diabetes, though the study also notes that the high-fat approach may increase (and there’s not enough data available to judge the diet’s long-term sustainability, safety, and efficiency). RELATED: Everything You Need to Know About the Keto Diet for Diabetes For those following a keto diet for weight loss alone, know that slashing carbs and upping fat intake may not be the key to keeping extra pounds off for good. “The keto diet is hard to sustain long term,” says Constantine George, MD, an internal medicine doctor at Epitomedical Center in Las Vegas, Nevada. “Following this diet long term may lead to breakdown of muscles — and remember: Your heart is also a muscle.” One reason the keto diet may be hard to sustain? The very limited carbohydrate intake that can make eating at social events and during the holidays a challenge. “Many party foods are full of carbohydrates, so it can be difficult for those on the keto diet to eat at such events,” says Staci Gulbin, RDN, a registered dietitian at Lighttrack Nutrition in New York City. Tips for Following Keto During the Holidays To stay on track, planning ahead is key. “Fill up on a keto-friendly meal before leaving for the event, so you aren't hungry when you get there, and you can keep your focus on enjoying the time out,” says Dr. George. Or to ensure there are keto-friendly options, volunteer to provide them. “I recommend bringing your own keto-friendly dish to share,” Gulbin says. Easy dishes, like dips with low-carb veggies or a meat and cheese platter, can be keto-friendly, but with a little creativity, you can enjoy festive treats on the diet as well. For inspiration, check out these low-carb Halloween recipes instead. Any of them can easily fit in a keto diet! From creamy Jack-O'-Lantern Dip to low-carb mummy cookies, these delicious options make for super keto-friendly additions to your Halloween plans."
  },
  {
    "id": 3,
    "title": "5 Common Hygiene Myths You Shouldn’t Believe",
    "img_url": "https://images.everydayhealth.com/images/surprising-hygiene-myths-debunked-ashton-kutcher-mila-kunis-rm-1440x810.jpg",
    "cat": "SKIN & BEAUTY",
    "date": "10 Aug 2021",
    "content": "The ketogenic diet is all the rage these days. What started out as a high-fat, low-carb eating approach to manage seizures has become one of the go-to ways to purportedly lose weight — and lose it fast. But with so few carbs and so much fat allowed on the keto diet (about 5 to 10 percent of your calories will come from carbs, and about 70 percent from fat), this meal plan can be challenging to follow. And that’s especially true around Halloween, when candy and desserts are difficult to dodge. So, how can you follow a low-carb diet while still enjoying food-focused holidays, including Halloween? An Initial Word of Caution on the Keto Diet Before you commit to this restrictive eating plan, know that there is limited research on its safety and benefits. You’ll want to check with your doctor if you’re hoping to try keto, especially if you have any underlying conditions. For example, people living with diabetes who are on meds to lower their blood sugar (especially those who use insulin) may suffer dangerous hypoglycemia on this diet. (Also, if you have type 1 diabetes or are on insulin, you’ll want to avoid the keto diet due to that risk for low blood sugar.) But, if you have type 2 diabetes, one past review suggested this approach may help reduce your need to take medication. And a review published in May 2019 in Nutrients suggested that the keto diet can be an effective eating approach for people living with type 2 diabetes, though the study also notes that the high-fat approach may increase (and there’s not enough data available to judge the diet’s long-term sustainability, safety, and efficiency). RELATED: Everything You Need to Know About the Keto Diet for Diabetes For those following a keto diet for weight loss alone, know that slashing carbs and upping fat intake may not be the key to keeping extra pounds off for good. “The keto diet is hard to sustain long term,” says Constantine George, MD, an internal medicine doctor at Epitomedical Center in Las Vegas, Nevada. “Following this diet long term may lead to breakdown of muscles — and remember: Your heart is also a muscle.” One reason the keto diet may be hard to sustain? The very limited carbohydrate intake that can make eating at social events and during the holidays a challenge. “Many party foods are full of carbohydrates, so it can be difficult for those on the keto diet to eat at such events,” says Staci Gulbin, RDN, a registered dietitian at Lighttrack Nutrition in New York City. Tips for Following Keto During the Holidays To stay on track, planning ahead is key. “Fill up on a keto-friendly meal before leaving for the event, so you aren't hungry when you get there, and you can keep your focus on enjoying the time out,” says Dr. George. Or to ensure there are keto-friendly options, volunteer to provide them. “I recommend bringing your own keto-friendly dish to share,” Gulbin says. Easy dishes, like dips with low-carb veggies or a meat and cheese platter, can be keto-friendly, but with a little creativity, you can enjoy festive treats on the diet as well. For inspiration, check out these low-carb Halloween recipes instead. Any of them can easily fit in a keto diet! From creamy Jack-O'-Lantern Dip to low-carb mummy cookies, these delicious options make for super keto-friendly additions to your Halloween plans."
  },
  {
    "id": 4,
    "title": "When and How Should You Restart Your Workouts After Having COVID-19?",
    "img_url": "https://images.everydayhealth.com/images/coronavirus/when-and-how-should-your-re-start-your-workouts-after-having-covid-19-1440x810.jpg",
    "cat": "FITNESS",
    "date": "28 Oct 2019",
    "content": "Getting back to your exercise routine after an injury or illness can require a certain amount of restraint to safely achieve optimal results. If you jump right back into your workouts at full speed and don’t allow your body the time to rest and heal, it could actually take longer for you to regain your fitness or, even worse, lead to a reinjury or relapse. Resuming physical activity after having COVID-19 has an extra layer of complexity because of the potential of complications, such as myocarditis (inflammation of the heart muscle), for those individuals known as long haulers, who experience prolonged symptoms of the virus, says Michael Fredericson, MD, professor of physical medicine and rehabilitation in the department of orthopedic surgery at Stanford Medicine in Palo Alto, California. “I think the best advice about exercising after having COVID-19 is to be very careful — this is a challenging disease,” says Dr. Fredericson, adding that no matter your age or your fitness level, it’s a good idea to discuss any physical activity plans with your doctor and proceed with caution. Here’s an overview of the current guidelines and recommendations. RELATED: Tips for Getting Back Into a Workout Routine if the Pandemic Disrupted Yours Returning to Exercise Should Be Individualized Sports medicine physicians at the Hospital for Special Surgery (HSS) in New York City issued recommendations for recreational athletes returning to physical activity after being infected with COVID-19. The list of considerations and recommendations was published in August 2020 in the HSS Journal. The authors note that each patient with COVID-19 is unique, and there can be a wide variance of how each person experiences the virus. The guidelines also note that each person recovers from COVID-19 at a unique rate, and there is currently no algorithm to determine exactly how and when an individual should return to activity. “There isn’t a clear, uniform response in people that recover from COVID-19,” says James Borchers, MD, a sports medicine doctor at the Ohio State University Wexner Medical Center in Columbus. It makes sense for everyone — even people who had only mild to moderate symptoms or even no symptoms at all — to connect with their healthcare provider so that they can have some discussion about how to begin to return to exercise appropriately as well as how to increase intensity appropriately, says Dr. Borchers. Other recommendations from the HSS Journal paper: Exercise should not resume if a patient with COVID-19 has persistent fever, dyspnea (breathlessness) at rest, cough, chest pain, or palpitations. Any COVID-19 patient with an underlying cardiovascular or pulmonary condition should consult a physician prior to resumption of exercise, even if asymptomatic. An otherwise healthy patient with a self-limited course of COVID-19 who has been asymptomatic for seven days may begin resuming physical activity at 50 percent of normal intensity and volume. Consultation with a physician is recommended if patients who have had COVID-19 develop chest pain, fever, palpitations, or dyspnea on the resumption of exercise. “These guidelines make sense and are appropriate as long as we keep in mind that every individual is unique, and the activity that they’re returning to is unique,” says Borchers. “For some people, starting at 50 percent of what did before they were infected with the virus may prove too challenging.” Further modification may be needed. These guidelines were written before the emergence of the delta variant of COVID-19 (and several others), but they still apply to cases caused by the various variants, says James N. Robinson, MD, a primary sports medicine doctor at HSS in New York City and a co-author of the paper. “It is important to wear masks and practice social distancing when exercising indoors around others,” Dr. Robinson says. The Centers for Disease Control and Prevention advises that outdoor activities are still safer than indoor ones (particularly when it comes to exercising indoors at a gym or in a fitness studio), and masking in indoor public spaces can help lower COVID-19 transmission risk."
  },
  {
    "id": 5,
    "title": "A 5-Minute Low-Impact Lower Body Pilates Workout",
    "img_url": "https://images.everydayhealth.com/images/sara-colquhoun-pilates-workout-alt-1440x810.jpg",
    "cat": "FITNESS",
    "date": "5 Aug 2021",
    "content": "Strengthening the glutes and other lower body muscles (hello, hamstrings!) will improve mobility, help your posture, and even relieve some tension in the lower back. Sweat instructor Sara Colquhoun created this quick Pilates workout for you to do anywhere, anytime. “This low-impact mat workout has a lower body focus that will help to strengthen and tone your glutes and hamstrings in three key positions,” Colquhoun says. It’s suitable for people of all fitness levels. Plus, you don’t need any equipment (though if you have a yoga mat or towel, use it to cushion against the floor)."
  },
  {
    "id": 6,
    "title": "How to Do a Push-Up (and Why They’re So Good for You)",
    "img_url": "https://images.everydayhealth.com/images/how-to-do-a-push-up-why-they-are-so-good-for-you-1440x810.jpg",
    "cat": "FITNESS",
    "date": "21 Jul 2021",
    "content": "Push-ups may sound simple: You just lower your body to the floor and push back up again. But doing them correctly involves using several of the body’s major muscle groups, and that’s why the bodyweight exercise can help you build serious strength. “You’ll encounter this classic move — or a modified version of it — in a variety of workouts, such as high-intensity interval training (HIIT), CrossFit, circuit training, or as part of a strength training workouts,” says Amanda Capritto, an ACE-certified personal trainer and a CrossFit level 1 trainer based in Miami. Here’s what you need to know about why push-ups can deliver so much bang for your exercise buck, and how to incorporate them into your exercise routine, no matter your fitness level. RELATED: Here’s How to Get Back Into a Workout Routine if the Pandemic Disrupted Yours What Muscles Do Push-Ups Work? Many people typically think of push-ups as an upper-body exercise, but they actually work the full body. You’ll strengthen the muscles of the arms, chest, and back, as well as your abdominal muscles and your quadriceps (the large muscles on the front of your thighs), says Lisa Toscano, EdD, professor of kinesiology at Manhattan College in the Bronx, New York. “These latter two muscle groups act as stabilizers as you keep your body in a straight line, while the arms, chest, and back assist in the up-down motion.” Per the National Academy of Sports Medicine, other muscles you’ll be training as you do a push-up include the pectoralis major (your chest muscle), the anterior deltoids (your shoulders), triceps, biceps, rhomboids (the upper-back muscles that connect between your spine and shoulder blades), and the trapezius (the muscle bundle that extends from the back of your head and neck). Secondary muscle groups worked include the serratus anterior (the fan-shaped muscle along the top of your ribs) and coracobrachialis (a long, slender muscle in the upper arm), as well as the core as a whole, notes Dylann Craig, a doctor of physical therapy and director of sports medicine and fitness at The Well, a wellness facility in New York City."
  },
  {
    "id": 7,
    "title": "What a Fasting Diet Can and Can't Do for Your Health",
    "img_url": "https://images.everydayhealth.com/images/diet-nutrition/intermittent-fasting-diet-and-nutrition-1440x810.jpg",
    "cat": "DIET NUTRITION",
    "date": "29 Oct 2017",
    "content": "Google “fasting for health” and you’ll get more than 6.3 million hits, ranging from doctors who recommend it for treating a range of diseases, to spas that promise detoxifying food-free vacations, to bloggers who say that fasting makes them feel clearer mentally and more fit — and, increasingly, to fitness professionals touting diets that incorporate fasting as a method for weight loss. But does medical research actually support those claims? Every day, organs such as the liver, the kidney, and the spleen work to remove and neutralize toxins from the body to keep our cells healthy, says David Katz, MD, MPH, director of the Yale-Griffin Prevention Research Center at Yale University in New Haven, Connecticut. “When you fast, you eliminate input of additional toxins from food,” Dr. Katz says — “and there is a potential biological benefit to that.” “Potential” is the key word. While a growing body of research suggests intermittent fasting may have health benefits, much of the evidence is far from conclusive, and there are still a lot of unknowns about how a fasting diet or intermittent fasting diet might affect our bodies, particularly over the long-term. How Intermittent Fasting Diets Work Fasting, or intermittent fasting diets, shift the focus from what you’re eating to when you’re eating. It’s not about restricting calories for days on end, but rather it’s about eating for a prescribed number of hours a day, or a certain number of days per week, and then abstaining or limiting food consumption for another period of time."
  },
  {
    "id": 8,
    "title": "The Ultimate Guide to Following a Low-Carb Diet: What to Eat and Avoid, a Sample Menu, Health Benefits and Risks, and More",
    "img_url": "https://images.everydayhealth.com/images/diet-nutrition/starting-a-low-carb-diet-722x406.jpg",
    "cat": "DIET NUTRITION",
    "date": "28 Jul 2018",
    "content": "Turns out, what’s low carbohydrate for one person isn’t for another. “There’s no medical definition of what low carb is,” says Columbus, Ohio–based Kelly Schmidt, RD. Basically, it’s reducing the number of carbs you eat from your norm. In general, however, a low-carb diet may include 50 to 100 grams (g) of carbohydrates per day, she says. Below that is considered a ketogenic diet, while 100 to 200 g of carbohydrates per day is a moderate-carb diet. How Cutting Carbs May Help With Weight Loss and Blood Sugar Management You probably hear the most about low-carb eating for weight loss, but for some people, the approach could also help optimize their health, says Schmidt. “Research shows that women who are obese or have metabolic problems [may] do better hormonally on lower carbs,” says Schmidt, pointing out that other outcomes of the diet can include better sleep, mental clarity, and increased satiety. (1) As low-carb dietitian Franziska Spritzler, RD, CDE, who’s based in Orange County, California, points out, when you cut back on carbs, blood sugar and insulin levels generally go down, which can be a good thing for some people. “Carbs are broken down into glucose, which raises your blood sugar and prompts your pancreas to produce insulin to drive sugar into your cells,” says Spritzler. “When you’re overweight or obese, your blood sugar goes up and your pancreas sends out insulin, but your cells may not be responsive, leading your pancreas to overproduce insulin,” she says. High insulin increases hunger and prompts fat storage, she explains. A low-carb diet may therefore help keep your blood sugar in check and keep your insulin level low to potentially aid with weight loss. Because doctors often recommend that those with type 2 diabetes lose weight to better their blood sugar, this approach could possibly directly and indirectly improve blood glucose levels."
  },
  {
    "id": 9,
    "title": "What Is Psoriatic Arthritis? Symptoms, Causes, Diagnosis, Treatment, and Prevention",
    "img_url": "https://images.medindia.net/amp-images/patientinfo/psoriatic-arthritis.jpg",
    "cat": "PSORIATIC ARTHRITIS",
    "date": "23 jan 2021",
    "content": "Psoriatic arthritis is a type of inflammatory arthritis that affects some people with psoriasis — a condition that causes the rapid buildup of skin cells. (1) It’s considered an autoimmune disease — which means your body’s immune system mistakenly attacks healthy tissue. (2) People with psoriatic arthritis experience both skin and joint problems. Symptoms may vary, depending on the case. Usually, skin issues develop first, and the arthritis comes later. But joint problems can occasionally crop up without signs of psoriasis. (3) There’s no cure for psoriatic arthritis, but there are plenty of therapies to help lessen the discomfort and joint damage. Signs and Symptoms of Psoriatic Arthritis Psoriatic arthritis can cause a broad range of symptoms. Not everyone with the disease experiences the same problems, and some people have issues that are more severe than others. Symptoms may include: Stiff, painful joints Redness, heat, or swelling in the tissues surrounding the joints Red skin with silvery-white, scaly patches Itching or burning of the skin Nails that crumble, become pitted, or lift from the nail beds “Sausage-like” fingers or toes Hand deformities Foot, neck, or spine pain Trouble bending and reduced range of motion Inflammation of the eyes, which can cause irritation and vision problems Fatigue (3,4,5)"
  },
  {
    "id": 10,
    "title": "Everything You Need to Know About Headaches",
    "img_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTABQRI-zyt9JV_qYDUL2b2NZTxJfd836vJ3w&usqp=CAU",
    "cat": "HEADACHE",
    "date": "3 Oct 2018",
    "content": "A person with a headache has discomfort or pain beneath the scalp or forehead, behind the eyes, or arising from the head or upper neck. While headaches may occur occasionally or frequently, they are still the most common nervous system disorder, afflicting half of the adult population at least once a year, according to the World Health Organization. (1) The most common cause of headaches is muscle tension. Other common causes of headaches include fever, head injury, viral infections, sinusitis, and migraines. Headaches can be the body’s reaction to emotional stress, grief, too much or too little sleep, or depression. Some people get a headache after physical exertion, crying, eye strain, or sex. What Does Headache Pain Feel Like? Headaches can range from annoying to extremely painful. People may experience throbbing, squeezing, or constant or intermittent pain in the back of the head and upper neck or behind the eyes. Some people feel tightness or pressure at the temples. Some headaches are excruciating. They feel like a poke in the eye, a stabbing in the brain, or a band of pressure around the head. Severe head pain can cause nausea and vomiting. (2) A headache commonly occurs alone but may coexist with other symptoms. Associated symptoms can be important clues for identifying the underlying cause of a headache. (3) Symptoms that may occur with headaches include blurry vision, confusion, difficulty walking or speaking, excessive sleepiness, nausea, vomiting, fever, neck pain, neck stiffness, and increased sensitivity to light or noise."
  }
]
